Repository: Jackysi/advancedtomato
Catalog: release/src/router/transmission/macosx/QuickLookPlugin/*.lproj/Localizable.strings
Languages: tr

source: %@ files
tr: %@ dosya

source: %@ Files
tr: %@ Dosya

source: %@ Trackers
tr: %@ İzleyici

source: %@ Web Seeds
tr: %@ Web Beslemesi

source: 1 file
tr: 1 dosya

source: 1 File
tr: 1 Dosya

source: 1 Tracker
tr: 1 İzleyici

source: 1 Web Seed
tr: 1 Web Beslemesi

source: Created on %@
tr: %@ üzerinde oluşturuldu

# Created on %@ with %@
source: Created on %1$@ with %2$@
tr: %1$@ üzerinde %2$@ ile oluşturuldu

source: Created with %@
tr: %@ ile oluşturuldu
