Repository: Jackysi/advancedtomato
Catalog: release/src/router/transmission/macosx/*.lproj/Localizable.strings
Languages: da, fr

source: The directory "%@" does not currently exist. Create this directory or choose a different one to create the torrent file.
da: Mappen "%@" eksisterer ikke. Opret mappen eller vælg en anden for at oprette torrent filen.
fr: Le dossier "%@" n'existe pas. Créez ce dossier ou choissisez un emplacement différent pour créer le fichier torrent.

source: The magnet link "%@" cannot be added because it is a duplicate of an already existing transfer.
da: Magnet link "%@" kan ikke tilføjes fordi det er en dublet af en eksisterende overførsel.
fr: Le lien aimant "%@" ne peut être ajouté car il est un duplicata d'un transfert existant.

source: The move operation of "%@" cannot be done.
da: Kan ikke flytte "%@"
fr: Le déplacement de "%@" n'a pu être effectué.

source: The specified blocklist file did not contain any valid rules.
da: Den angivede blokeringsliste indeholdte ingen gyldige regler.
fr: La liste de blocage spécifiée ne contenait aucune règle valide.

# The torrent could not be downloaded from %@: %@.
source: The torrent could not be downloaded from %1$@: %2$@.
da: Torrent kunne ikke hentes fra %1$@: %2$@.
fr: Le torrent n'a pu être téléchargé de %1$@ : %2$@.

source: The torrent file (%@) cannot be found.
da: Torrent filen (%@) findes ikke.
fr: Le ficher torrent (%@) n'a pu être trouvé.

source: The torrent file cannot be opened because it contains invalid data.
da: orrent filen kan ikke åbnes fordi den indeholder uglydige data.
fr: Ce fichier torrent ne peut être ouvert car il contient des données invalides.

source: The total file size is zero bytes.
da: Samlet fil størrelse er nul bytes.
fr: La taille totale du fichier est zéro octets.

source: The transfer cannot be added because it is a duplicate of an already existing transfer.
da: Overførslen kan ikke tilføjes fordi det er en dublet af en eksisterende overførsel.
fr: Ce transfert ne peut être ajouté car il est une copie d'un transfert déja existant.

source: The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue.
da: Overførslen pauses. Ryd diskplads på %@ eller fravælg filer i Inspector for at fortsætte.
fr: Le transfert va être arrêté. Faites de la place sur %@ ou désélectionner des fichers dans l'inspecteur pour continuer.

source: The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed.
da: Overførslen vil ikke kontakte trackere for at få forbindelser og vil udelukkende benytte non-tracker peer discovery såsom PEX og DHT til download og deling.
fr: Le transfert ne contactera pas le trackeur pour obtenir des pairs, et il dépendra exclusivement des méthodes d'obtention décentralisées (PEX, DHT, LPD) pour les échanges.

source: There are %@ active transfers.
da: Der er %@ aktive overførsler.
fr: Il y a %@ transferts actifs.

# There are %@ transfers (%@ active).
source: There are %1$@ transfers (%2$@ active).
da: Der er %1$@ overførsler (%2$@ er aktive).
fr: Il y a %1$@ transferts (%2$@ actifs).

source: There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch.
da: Der er %d aktive overførsler som pauses ved afslutning. Overførslerne genoptages automatisk, næste gang programmet startes.
fr: Il y a %d transferts actifs qui seront arrêtés si vous quittez Transmission. Les transferts reprendront automatiquement au prochain lancement.

source: There are no tracker addresses.
da: Der er ingen tracker adresser.
fr: Il n'y a pas d'adresse de trackeur.

source: There is already a copy of Transmission running. This copy cannot be opened until that instance is quit.
da: Transmission kører allerede. En kopi kan ikke startes før den nuværende afsluttes.
fr: Il y a déja une copie de Transmission en cours d'exécution. Cette copie ne pourra être ouverte tant que l'autre copie sera lancée.

source: There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch.
da: Der er en aktiv overførsel som pauses ved afslutning. Overførslen genoptages automatisk, næste gang programmet startes.
fr: Il y a 1 transfert actifs qui sera arrêté si vous quittez Transmission. Ce transfert reprendra automatiquement au prochain lancement.

source: There must be at least one file in a folder to create a torrent file.
da: Der skal være mindst én fil i en mappe for at oprette en torrent.
fr: Il doit y avoir au moins un fichier dans un dossier pour créer un fichier torrent.

source: There was a problem creating the file "%@".
da: Der opstod et problem med at oprette "%@".
fr: Il y a eu un problème à la création de "%@".

source: There was an error moving the data file.
da: Data kan ikke flyttes.
fr: Il y a eu une erreur lors du déplacement des données.

source: There was an error when adding the magnet link "%@". The transfer will not occur.
da: Magnet link "%@" kunne ikke tilføjes. Overførslen startes ikke.
fr: Un erreur est survenue lors de l'ajout du lien aimant "%@". Le transfert n'aura pas lieu.

source: This folder contains no files.
da: Ingen filer i mappe.
fr: Ce dossier ne contient aucun fichier.

source: This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link.
da: Denne overførsel er aktiv. Hvis den fjernes, kræves torrent filen eller magnet linket for at fortsætte.
fr: Ce transfert est actif. Une fois supprimé, la reprise du transfert nécessitera le fichier torrent ou un lien aimant.

source: This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected.
da: Dette vil rydde statistikker vist af Transmission. Individuelle overførselsstatistikker påvirkes ikke.
fr: Ceci effacera les statistiques globales de Transmission. Les statistiques individuelles de transfert ne seront pas affectées.

source: Tier %d
da: Liste %d
fr: %d tier

source: Toggle Filter
da: Vis / skjul filterlinje
fr: Afficher/masquer le filtre

source: Toggle Inspector
da: Vis / skjul Inspector
fr: Afficher/masquer l'inspecteur

source: Toggle the filter bar
da: Vis / skjul filterlinje
fr: Affiche/masque la barre de filtre

source: Toggle the torrent inspector
da: Vis / skjul Torrent Inspector
fr: Affiche/masque l'inspecteur

source: Torrent download failed
da: Torrent kan ikke hentes
fr: Échec du téléchargement du torrent

source: Torrent File Auto Added
da: En torrent blev tilføjet
fr: Fichier torrent auto-ajouté

source: Torrent Inspector
fr: Inspecteur de torrent

source: torrent metadata needed
da: torrent metadata kræves
fr: métadonnées requises

source: Total Ratio
da: Samlet delingsforhold
fr: Rapport total

source: Total Transfer
da: Samlet overførsel
fr: Transfert total

source: Tracker
fr: Trackeur

source: Tracker returned error
da: Tracker returnerede en fejl
fr: Trackeur a renvoyé une erreur

source: Tracker returned warning
da: Tracker returnerede en advarsel
fr: Trackeur a renvoyé un avertissement

source: Tracker will be used as a backup
da: Tracker benyttes som backup
fr: Le trackeur sera utilisé en cas de problème

source: Trackers
fr: Trackeurs

source: Transfer Not Active
da: Inaktiv overførsel
fr: Transfert inactif

source: Transfers
da: Overførsler
fr: Transferts

source: Transfers Not Active
da: Inaktive overførsler
fr: Transferts inactifs

source: Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws.
da: Transmission er et fildelingsprogram. Når du kører en torrent, vil dens data være tilgængelig for andre. Du har alene det fulde ansvar for at udvise god dømmekraft og overholde dine lands love.
fr: Transmission est un programme de partage de fichier. Quand vous démarrerez un transfert, ses données seront rendues disponibles aux autres via votre ordinateur. Vous et vous seul êtes entièrement responsable de l'exercice de votre jugement et du respect des lois locales.

source: Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation.
da: Transmission er et gratis torrent program. Der bruges mange ressourcer på udvikling, kodning og refinement. Hvis du synes godt om programmet, venligst overvej at støtte projektet ved at donere.
fr: Transmission est une application Bittorrent complète. Beaucoup d'efforts et de temps ont étés nécessaires à son développement, sa programmation et son peaufinement. Si vous appréciez son utilisation, pensez à montrer votre amour par un don.

source: Transmission is already running.
da: Transmission kører allerede.
fr: Transmission est déja lancé.

source: UL to %d
da: UL til %d
fr: Envoi à %d

source: Uncheck Selected
da: Fravælg valgte
fr: Décocher sélectionnés

source: unlimited
da: ubegrænset
fr: illimitée

source: unreadable error
da: ulæselig fejl
fr: erreur illisible

source: untitled
da: Ikke-navngivet
fr: Sans titre

source: Upload speed
da: Upload hastighed
fr: Vitesse d'émission

source: Uploaded
da: Overført
fr: Envoyé

# uploaded %@ (Ratio: %@)
source: uploaded %1$@ (Ratio: %2$@)
da: Overført %1$@ (Delingsforhold: %2$@)
fr: envoyé %1$@ (Ratio : %2$@)

source: Uploading To Peer
da: Overfører til forbindelse
fr: Envoi au pair

source: Waiting to check existing data
da: Afventer kontrol af eksisterende data
fr: En attente de vérification

source: Waiting to download
da: Afventer download
fr: En attente de téléchargement

source: Waiting to seed
da: Afventer deling
fr: En attente d'envoi

source: Web Address
da: Web adresse
fr: Adresse Web

source: web seed
fr: source Web

source: Web Seeds
fr: Sources Web

source: Welcome to Transmission
da: Velkommen til Transmission
fr: Bienvenue dans Transmission

source: Yellow
da: Gul
fr: Jaune

source: You unchoked the peer, but the peer is not interested
fr: Nous n'étranglons plus le pair, mais il n'est pas intéressé par nous

source: You want to download, but peer does not want to send (interested and choked)
fr: Vous voulez télécharger, mais le pair ne veut pas envoyer (intéressé et étranglé)

source: %d minutes
da: %d minutter

source: %u hr
da: %u t

source: %u sec
da: %u sek

source: 1 minute
da: 1 minut

source: Client
da: Klient

source: Date
da: Dato

source: Message
da: Besked

source: Options
da: Valgmuligheder

source: Quick Look
da: Vis

source: Ratio
da: Delingsforhold

source: Total N/A
da: Samlet N/A
