Repository: Jackysi/advancedtomato
Catalog: release/src/router/transmission/macosx/*.lproj/Localizable.strings
Languages: da, fr

source: %@ bytes
fr: %@ octets

source: %@ files
da: %@ filer
fr: %@ fichiers

source: %@ IP address rules in list
da: %@ IP-adresse regler i listen
fr: %@ adresses IP dans la liste

source: %@ magnetized transfers
da: %@ magnet overførsler
fr: %@ transferts aimants

# %@ of %@
source: %1$@ of %2$@
da: %1$@ af %2$@
fr: %1$@ sur %2$@

source: %@ of torrent metadata retrieved
da: %@ af torrent filens metadata er modtaget
fr: %@ des métadonnées du torrent récupérées

source: %@ remaining
da: %@ tilbage
fr: %@ restant

source: %@ selected
da: %@ valgt
fr: %@ sélectionné

source: %@ times
da: %@ gange
fr: %@ fois

source: %@ Torrent Files
da: %@ Torrent filer
fr: %@ Fichiers Torrent

source: %@ Torrents Selected
da: %@ Torrents valgt
fr: %@ Torrents Sélectionnés

source: %@ transfers
da: %@ overførsler
fr: %@ transferts

source: %@ verified
da: %@ kontrolleret
fr: %@ vérifié

source: %d Connected
da: %d forbundet
fr: %d Connecté

source: %d Downloading
da: %d Henter
fr: %d Téléchargements

source: %d incoming
da: %d indkommende
fr: %d entrante

source: %d KB/s
fr: %d Ko/s

source: %d local discovery
fr: %d découverte locale

# %d pieces, %@ each
source: %1$d pieces, %2$@ each
da: %1$d stykker, %2$@ pr. stk.
fr: %1$d pièces, %2$@ chaque

source: %d Seeding
da: %d Deler
fr: %d Envois

source: %d tracker
fr: %d trackeur

source: %d web seeds
fr: %d sources Web

source: %u days
da: %u dage
fr: %u jours

source: %u years
da: %u år
fr: %u ans

source: 1 day
da: 1 dag
fr: 1 jour

source: 1 file
da: 1 fil
fr: 1 fichiers

source: 1 magnetized transfer
da: 1 magnet overførsel
fr: 1 transfert aimant

source: 1 piece, %@
da: 1 stk., %@
fr: 1 pièce, %@

source: 1 time
da: 1 gang
fr: 1 fois

source: 1 transfer
da: 1 overførsel
fr: 1 transfert

source: 1 year
da: 1 år
fr: 1 an

source: "%@" is not a valid torrent file.
da: "%@" er ikke en gyldig torrent fil.
fr: "%@" n'est pas un fichier torrent valide.

source: A blocklist must first be downloaded
da: En blokeringsliste skal først hentes
fr: Aucune liste de blocage existante

source: A file with the name "%1$@" already exists in the directory "%2$@". Choose a new name or directory to create the torrent file.
da: En fil med navnet "%1$@" findes allerede i mappen "%2$@". Vælg et nyt navn eller en ny mappe for at oprette torrent filen.
fr: Un fichier nommé "%1$@" existe déja dans le dossier "%2$@". Choisissez un autre nom ou un autre dossier pour créer le torrent.

source: A folder cannot be moved to inside itself.
da: En mappe kan ikke blive flyttet til sig selv.
fr: Un dossier ne peut être déplacé à l'intérieur de lui-même.

source: A torrent file cannot be created for files with no size.
da: En torrent kan ikke oprettes med filer uden størrelse.
fr: Un torrent ne peut être créé à partir de fichiers vides.

source: A torrent file with this name and directory cannot be created.
da: En torrent med dette navn og mappe kan ikke oprettes.
fr: Un torrent avec ce nom ne peut être créé dans ce répertoire.

source: A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you.
da: En overførsel markeret som privat uden trackers vil ikke være i stand til at finde forbindelser. Torrent filen er kun brugbar hvis du overfører filen til en tracker side som vil tilføje adresserne for dig.
fr: Un transfert marqué comme privé et ne possédant pas d'adresse de trackeur ne pourra pas se connecter à des pairs. Le fichier torrent ne pourra être utilisable qu'une fois envoyé à un site de trackeur qui y ajoutera ses adresses.

source: A transfer of "%@" already exists.
da: Overførslen "%@" findes allerede.
fr: Un transfert de "%@" est déja en cours.

source: Active
da: Aktive
fr: Actif

source: Activity
da: Aktivitet
fr: Activité

source: Add
da: Tilføj
fr: Ajouter

source: Add a tracker
da: Tilføj tracker
fr: Ajouter un trackeur

source: Adding magnetized transfer failed.
da: Magnet overførsel kunne ikke tilføjes.
fr: L'ajout d'un transfert aimanté a échoué.

source: All
da: Alle
fr: Tous

source: All Groups
da: Alle grupper
fr: Tous les groupes

source: An unknown error has occurred.
da: Der opstod en ukendt fejl.
fr: Une erreur inconnue est survenue.

source: Announce error
da: Annonceringsfejl
fr: Erreur à l'annonce

source: Announce in progress
da: Annoncering i gang
fr: Annonce en cours

source: Announce is queued
da: Annoncering sat i kø
fr: Annonce en attente

source: Announce not scheduled
da: Annoncering ikke planlagt
fr: Annonce non programmée

source: Announce timed out
da: Annoncering fik timeout
fr: Annonce sans réponse

source: Apply All
da: Anvend på alle
fr: Appliquer à tous

source: Apply Selected
da: Anvend på valgte
fr: Appliquer à la sélection

source: Are you sure you want to quit?
da: Er du sikker på, at du vil afslutte?
fr: Êtes-vous sûr de vouloir quitter ?

source: Are you sure you want to remove %@ completed transfers from the transfer list?
da: Er du sikker på, at du vil fjerne %@ færdige overførsler fra listen?
fr: Êtes-vous sûr de vouloir supprimer %@ transferts terminés de la liste de transferts ?

source: Are you sure you want to remove %@ transfers from the transfer list and trash the data files?
da: Er du sikker på, at du vil fjerne %@ overførsler fra listen og flytte data til papirkurven?
fr: Êtes-vous sûr de vouloir supprimer %@ transferts de la liste de transferts et de supprimer leurs données ?

source: Are you sure you want to remove %@ transfers from the transfer list?
da: Er du sikker på, at du vil fjerne %@ overførsler fra listen?
fr: Êtes-vous sûr de vouloir supprimer %@ transferts de la liste de transferts ?

source: Are you sure you want to remove %d trackers?
da: Er du sikker på, at du vil fjerne %d trackers?
fr: Êtes-vous sûr de vouloir supprimer %d trackeurs ?

source: Are you sure you want to remove "%@" from the transfer list and trash the data file?
da: Er du sikker på, at du vil fjerne "%@" fra listen og flytte data til papirkurven?
fr: Êtes-vous sûr de vouloir enlever "%@" de la liste et de supprimer ses données ?

source: Are you sure you want to remove "%@" from the transfer list?
da: Er du sikker på, at du vil fjerne "%@" fra listen?
fr: Êtes-vous sûr de vouloir enlever "%@" de la liste ?

source: Are you sure you want to remove this tracker?
da: Er du sikker på, at du vil fjerne denne tracker?
fr: Êtes-vous sûr de vouloir supprimer ce trackeur ?

source: Are you sure you want to reset usage statistics?
da: Er du sikker på, at du vil nulstille statistikker?
fr: Êtes-vous sûr de vouloir remettre à zéro les statistiques d'utilisation ?

source: Available
da: Tilgængelig
fr: Disponible

source: Bandwidth
da: Båndbredde
fr: Bande-passante

source: Bandwidth settings changed
da: Båndbredde-indstillinger er ændret
fr: Réglages de bande-passante changés

source: Blue
da: Blå
fr: Bleu

source: Cancel
da: Annuller
fr: Annuler

source: Change transfer settings
da: Ændre indstillinger for overførsel
fr: Changer les réglages du transfert

source: Check Selected
da: Tjek valgte
fr: Cocher sélectionnés

source: Checking existing data
da: Kontrollerer data
fr: Vérification des données existantes

source: Clear
da: Ryd
fr: Effacer

source: Close Quick Look
da: Luk Vis
fr: Fermer QuickLook

source: Configure In Growl
da: Indstil i Growl
fr: Configurer dans Growl

source: Configure In System Preferences
da: Indstil i Systemindstillinger
fr: Configurer dans les Préférences Système

source: Connecting to site
da: Opretter forbindelse
fr: Connexion au site

source: Copy of "%@" Cannot Be Created
da: En kopi af "%@" kan ikke oprettes
fr: La copie de "%@" ne peut être créée

# Could not read "%s": %s.
source: Could not read "%1$s": %2$s.
da: Kunne ikke læse "%1$s": %2$s.
fr: Impossible de lire "%1$s" : %2$s.

# Could not write "%s": %s.
source: Could not write "%1$s": %2$s.
da: Kunne ikke skrive "%1$s": %2$s.
fr: Impossible d'écrire "%1$s" : %2$s.

source: Create
da: Opret
fr: Créer

source: Create a Torrent File
da: Ny torrent fil
fr: Créer un fichier torrent

source: Create torrent file
da: Ny torrent fil
fr: Créer fichier torrent

source: Create Torrent File
da: Ny torrent fil
fr: Créer Fichier Torrent

source: Creation of "%@" failed.
da: Kunne ikke oprette "%@".
fr: La création de "%@" a échoué.

source: Currently downloading (interested and not choked)
da: Henter i øjeblikket (interested and not choked)
fr: En téléchargement (intéressé et pas étranglé)

source: Currently uploading (interested and not choked)
da: Deler i øjeblikket (interested and not choked)
fr: En envoi (intéressé et pas étranglé)

source: disabled
da: deaktiveret
fr: désactivé

source: DL from %d
da: DL fra %d
fr: Réception de %d

source: Do not check disk space again
da: Tjek ikke diskpladsen fremover
fr: Ne plus vérifier l'espace disque

source: Don't bug me about this ever again.
da: Giv mig ikke besked om dette fremover.
fr: Ne plus jamais me parler de ça.

source: Don't Download
da: Hent ikke
fr: Ne pas télécharger

source: Donate
da: Donér
fr: Donner

source: Donate or not, there will be no difference to your torrenting experience.
da: Om du vælger at donere eller ej, så har det ingen indflydelse på programoplevelsen.
fr: Faites un don (ou pas), il n'y aura aucune différence sur votre expérience de "torrentage".

source: Download
da: Hent
fr: Téléchargement

source: Download Anyway
da: Hent alligevel
fr: Télécharger quand même

source: Download Complete
da: En overførsel er færdig
fr: Téléchargement terminé

source: Download of the blocklist failed.
da: Blokeringsliste kunne ikke hentes.
fr: Le téléchargement de la liste de blocage a échoué

source: Download Some
da: Hent nogle
fr: Télécharger certains

source: Download speed
da: Download hastighed
fr: Vitesse de téléchargement

source: Downloaded
da: Hentet
fr: Téléchargé

source: Downloading
da: Henter
fr: Téléchargement

source: Downloading blocklist
da: Downloader blockeringsliste
fr: Téléchargement de la liste de blocage

# Downloading from %d of %d peers
source: Downloading from %1$d of %2$d peers
da: Henter fra %1$d af %2$d forbindelser
fr: Téléchargement de %1$d sur %2$d pairs

source: Downloading from %d of 1 peer
da: Henter fra %d af 1 forbindelse
fr: Téléchargement depuis %d de 1 pairs

source: Downloading From Peer
da: Henter fra forbindelse
fr: Téléchargement depuis Pair

source: Downloading From Web Seed
da: Henter fra web seed
fr: Téléchargement depuis une source Web

source: encrypted
da: krypteret
fr: encrypté

source: Encrypted Connection
da: Krypteret forbindelse
fr: Connexion cryptée

source: Error
da: Fejl
fr: Erreur

source: Files
da: Filer
fr: Fichiers

source: Filter
fr: Filtre

source: From: cache
da: Fra: cache
fr: De : cache

source: From: distributed hash table
da: Fra: distributed hash table
fr: De : table de hachage distribuée

source: From: incoming connection
da: Fra: incoming connection
fr: De : connexion entrante

source: From: libtorrent extension protocol handshake
da: Fra: libtorrent extension protocol handshake
fr: De : protocole d'extension libtorrent

source: From: local peer discovery
da: Fra: local peer discovery
fr: De : découverte des pairs locaux

source: From: peer exchange
da: Fra: peer exchange
fr: De : peer exchange

source: From: tracker
da: Fra: tracker
fr: De : trackeur

source: GB
fr: Go

source: GB/s
fr: Go/s

source: General
da: Generelt
fr: Général

source: General Info
da: Generelt
fr: Infos générales

source: Global download limit
da: Generel download begrænsning
fr: Limite globale de téléchargement

source: Global upload limit
da: Generel upload begrænsning
fr: Limite globale d'envoi

source: got %d peers
da: fik %d forbindelser
fr: obtenu %d pairs

source: got 1 peer
da: fik 1 forbindelse
fr: obtenu 1 pair

source: Gray
da: Grå
fr: Gris

source: Green
da: Grøn
fr: Vert

source: Group
da: Gruppe
fr: Groupe

source: Groups
da: Grupper
fr: Groupes

source: Hide Filter Bar
da: Skjul filterlinje
fr: Masquer la barre de filtre

source: Hide Inspector
da: Skjul Inspector
fr: Masquer l'inspecteur

source: Hide Status Bar
da: Skjul statuslinje
fr: Masquer la barre de status

source: High
da: Høj
fr: Haute

source: High Priority
da: Høj priotet
fr: Priorité haute

source: I Accept
da: Accepter
fr: J'accepte

source: If you are attempting to use already existing data, the root data directory should be inside the destination directory.
da: Hvis du forsøger at bruge allerede eksisterende data, skal rod data mappen være i destinationsmappen.
fr: Si vous êtes en train de tenter de réutiliser des données existantes, le dossier racine des données devrait être à l'intérieur du dossier choisi.

source: inactive
da: inaktiv
fr: inactif

source: Inspector
fr: Inspecteur

source: Internet address of torrent file:
da: Indtast internet adressen til torrent filen:
fr: Adresse Internet du fichier torrent :

source: IP Address
da: IP-adresse
fr: Adresse IP

# It appears that the file "%@" from %@ is not a torrent file.
source: It appears that the file "%1$@" from %2$@ is not a torrent file.
da: Det lader til at filen "%1$@" fra %2$@ ikke er en torrent.
fr: Il semblerait que le ficher "%1$@" de %2$@ ne soit pas un fichier torrent.

source: KB
fr: Ko

source: KB/s
fr: Ko/s

source: Last Announce
da: Sidste annoncering
fr: Dernière annonce

source: Last Scrape
da: Sidste scrape
fr: Dernier scrape

source: Last updated
da: Sidst opdateret
fr: Dernière mise à jour

source: License
da: Licens
fr: Licence

source: Limit (%d KB/s)
da: Begræns (%d KB/s)
fr: Limité (%d Ko/s)

source: Log Could Not Be Saved
da: Log filen kunne ikke gemmes
fr: Les messages n'ont pu être enregistrés

source: Low
da: Lav
fr: Basse

source: Low Priority
da: Lav priotet
fr: Priorité Basse

source: Magnet link is a duplicate of an existing transfer.
da: Magnet linket er en dublet af en eksisterende overførsel.
fr: Ce lien aimanté est un duplicata d'un transfert existant.

source: Magnetized transfer
da: Magnet overførsel
fr: Transfert aimanté

source: MB
fr: Mo

source: MB/s
fr: Mo/s

source: Message Log
da: Beskeder
fr: Fenêtre des messages

source: Multiple Priorities
da: Flere prioteter
fr: Priorités multiples

source: Name
da: Navn
fr: Nom

source: Network
da: Netværk
fr: Réseau

source: Never
da: Aldrig
fr: Jamais

source: New Tier
da: Ny liste
fr: Nouveau tier

source: Next announce in %@
da: Næste annoncering om %@
fr: Prochaine annonce dans %@

source: No Group
da: Ingen gruppe
fr: Aucun Groupe

source: No Torrents Selected
da: Ingen torrents valgt
fr: Aucun Torrent Sélectionné

source: None
da: Ingen
fr: Aucun

source: Nope
da: Nej
fr: Nan

source: Normal
fr: Normale

source: Normal Priority
da: Normal priotet
fr: Priorité Normale

source: Not enough remaining disk space to download "%@" completely.
da: Der er ikke tilstrækkelig diskplads til at fuldføre "%@".
fr: Pas suffisament d'espace disque restant pour télécharger complètement "%@".

source: Once removed, continuing the transfer will require the torrent file or magnet link.
da: Fjernes denne, vil det kræve torrent filen eller magnet link at fortsætte overførslen.
fr: Une fois supprimé, la reprise du transfert nécessitera le fichier torrent ou un lien aimant.

source: Once removed, continuing the transfers will require the torrent files or magnet links.
da: Fjernes disse, vil det kræve torrent filerne eller magnet linksne at fortsætte overførslerne.
fr: Une fois supprimés, la reprise des transferts nécessitera le fichier torrent ou un lien aimant.

source: Once removed, Transmission will no longer attempt to contact it. This cannot be undone.
da: Fjernes denne, vil programmet ikke længere forsøge at kontakte den. Denne handling kan ikke fortrydes.
fr: Une fois supprimé, Transmission n'essayera plus de le contacter. Ceci ne peut être annulé.

source: Once removed, Transmission will no longer attempt to contact them. This cannot be undone.
da: Fjernes disse, vil programmet ikke længere forsøge at kontakte dem. Denne handling kan ikke fortrydes.
fr: Une fois supprimés, Transmission n'essayera plus de les contacter. Ceci ne peut être annulé.

source: Only Check Selected
da: Tjek kun valgte
fr: Cocher sélectionnés uniquement

source: Open
da: Åbn
fr: Ouvrir

source: Open Address
da: Åbn torrent adresse
fr: Ouvrir Adresse

source: Open Torrent Address
da: Åbn torrent adresse
fr: Ouvrir le torrent à l'adresse

source: Open torrent files
da: Åbn en torrent
fr: Ouvre des fichiers torrents

source: Open Torrent Files
da: Åbn en torrent
fr: Ouvrir des fichiers torrents

source: Open torrent web address
da: Åbn torrent adresse
fr: Ouvre le torrent à l'adresse

source: Partial Seed
da: Delvist seed
fr: Seedeur partiel

source: Pause / Resume All
da: Pause / genoptag alle
fr: Arrêter / Reprendre tous

source: Pause / Resume Selected
da: Pause / genoptag valgte
fr: Arrêter / Reprendre sélectionnés

source: Pause All
da: Pause alle
fr: Arrêter tous

source: Pause all transfers
da: Pause alle overførsler
fr: Arrête tous les transferts

source: Pause Selected
da: Pause valgte
fr: Arrêter la sélection

source: Pause selected transfers
da: Pause valgte overførsler
fr: Arrête les transferts

source: Pause the transfer
da: Pause overførslen
fr: Arrête le transfert

source: Paused
da: Pauset
fr: Arrêté

source: Peer is unchoking you, but you are not interested
fr: Le pair ne nous choque plus, mais nous ne sommes pas intéressés

source: Peer wants you to upload, but you do not want to (interested and choked)
fr: Le pair est intéressé par nous, mais il nous choque

source: Peers
da: Forbindelser
fr: Pairs

source: Port check site is down
da: Port checksite er nede
fr: Vérification impossible

source: Port is closed
da: Port lukket
fr: Port fermé

source: Port is open
da: Port åben
fr: Port ouvert

source: Priority
da: Priotet
fr: Priorité

source: Priority Not Available
da: Priotet ikke tilgængelig
fr: Priorité non disponible

source: Private Torrent, non-tracker peer discovery disabled
fr: Torrent privé, utilisation des pairs du trackeur uniquement

source: Process
da: Proces
fr: Processus

source: Processing blocklist
da: Behandler
fr: Lecture de la liste de blocage

source: Program Started
da: Program startet
fr: Programme démarré

source: Progress: %@
da: Fremskridt: %@
fr: Progression : %@

source: Protocol: %@
da: Protokol: %@
fr: Protocole : %@

source: Public Torrent
da: Offentlig
fr: Torrent Public

source: Purple
da: Lilla
fr: Violet

source: Quit
da: Slut
fr: Quitter

source: Quitting
da: Afslutter
fr: Quitte

source: Red
da: Rød
fr: Rouge

source: Remaining Time
da: Resterende tid
fr: Temps restant

source: remaining time unknown
da: resterende tid ukendt
fr: temps restant inconnu

source: Remote
da: Fjernkontrol
fr: Contrôle à Distance

source: Remove
da: Fjern
fr: Enlever

source: Remove all transfers that have completed seeding.
da: Fjern alle overførsler som er færdige med at dele.
fr: Enlever tous les transferts qui ont terminé d'être envoyés.

source: Remove Selected
da: Fjern valgte
fr: Enlever Sélectionnés

source: Remove selected trackers
da: Fjern valgte trackers
fr: Enlever les trackeurs sélectionnés

source: Remove selected transfers
da: Fjern valgte overførsler
fr: Enlève les transferts sélectionnés

source: Rename
da: Omdøb
fr: Renommer

source: Rename File
da: Omdøb
fr: Renommer le fichier

source: Rename the file "%@":
da: Omdøb "%@":
fr: Renommer le fichier "%@"

source: Reset
da: Nulstil
fr: Remise à zéro

source: Resume All
da: Genoptag alle
fr: Reprendre tous

source: Resume all transfers
da: Genoptag alle overførsler
fr: Reprend tous les transferts

source: Resume Selected
da: Genoptag valgte
fr: Reprendre sélection

source: Resume selected transfers
da: Genoptag valgte overførsler
fr: Reprend les transferts sélectionnés

source: Resume the transfer
da: Genoptag overførsel
fr: Reprend le transfert.

source: Resume the transfer right away
da: Genoptag overførsel straks
fr: Reprend le transfert immédiatement.

source: Running Time
da: Køre tid
fr: Temps d'exécution

source: Save
da: Arkiver
fr: Sauver

source: Scrape error
da: Scrape fejl
fr: Erreur de scrape

source: Scrape timed out
da: Scrape fik timeout
fr: Scrape échoué

source: Seeding
da: Deler
fr: Envoi

source: Seeding complete
da: Deling fuldført
fr: Envoi terminé

source: Seeding Complete
da: Deling fuldført
fr: Envoi terminé

# Seeding to %d of %d peers
source: Seeding to %1$d of %2$d peers
da: Deler til %1$d af %2$d forbindelser
fr: Envoi à %1$d sur %2$d peers

source: Seeding to %d of 1 peer
da: Deler til %d af 1 forbindelse
fr: Envoi à %d sur 1 peer

source: Select
da: Vælg
fr: Sélectionner

source: Select a file or folder for the torrent file.
da: Vælg en fil eller mappe til torrent filen.
fr: Sélectionner un ficher ou dossier pour le fichier torrent.

source: Select the download folder for "%@"
da: Vælg placering til "%@"
fr: Sélectionner le dossier de téléchargement pour "%@"

source: Select the name and location for the torrent file.
da: Vælg navn og placering til torrent filen.
fr: Sélectionner le nom et l'emplacement pour le ficher torrent.

source: Select the new folder for %d data files.
da: Vælg ny mappe til %d data filer.
fr: Sélectionner un nouveau dossier pour les %d fichiers de données.

source: Select the new folder for "%@".
da: Vælg ny mappe til "%@".
fr: Sélectionner un nouveau dossier pour "%@".

source: Session Ratio
da: Delingsforhold siden sidste start
fr: Rapport de la session

source: Session Transfer
da: Overført siden sidste start
fr: Transfert de la session

source: Share
da: Del
fr: Partager

source: Share torrent file
da: Del torrent fil
fr: Partager le torrent

source: Shortcuts for changing global settings.
da: Genveje til ændring af generelle indstillinger
fr: Raccourcis pour changer les réglages globaux.

source: Show
da: Vis
fr: Révéler

source: Show Filter Bar
da: Vis filterlinje
fr: Afficher la barre de filtre

source: Show in Finder
da: Vis i Finder
fr: Révéler les données dans le Finder

source: Show Inspector
da: Vis Inspector
fr: Montrer l'inspecteur

source: Show Status Bar
da: Vis statuslinje
fr: Afficher la barre de status

source: Show the data file in Finder
da: Vis data i Finder
fr: Révéler les données dans le Finder

source: Speed Limit
da: Begræns hastighed
fr: Limite de vitesse

source: Speed Limit Auto Disabled
da: Begræns hastighed automatisk deaktiveret
fr: Mode vitesse limitée : Auto-désactivé

source: Speed Limit Auto Enabled
da: Begræns hastighed automatisk aktiveret
fr: Mode vitesse limitée : Auto-activé

source: Speed Limit overrides the total bandwidth limits with its own limits.
da: Slå 'Begræns hastighed' til.
fr: Les réglages en Mode vitesse limitée priment sur la limite de bande-passante globale lorsque le mode vitesse limitée est activé.

source: Stalled
da: Gået i stå
fr: Calé

source: Statistics
da: Statistikker
fr: Statisiques

source: Status of Selected Files
da: Status for valgte filer
fr: État des fichiers sélectionnés

source: Stop at Ratio (%.2f)
da: Stop ved delingsforhold (%.2f)
fr: Arrêter au Ratio (%.2f)

source: Stop waiting to start
da: Stop ventende for at starte
fr: Arrêté, en attente

source: Support open-source indie software
da: Støt open source programmer
fr: Supporter les logiciels open-source indépendants

source: TB
fr: To

source: TB/s
fr: To/s

source: The chosen torrent file location does not exist.
da: Den valgte placering eksisterer ikke.
fr: La destination du fichier n'existe pas.

source: The destination directory and root data directory have the same name.
da: Placering og rod data mappen har samme navn.
fr: Le dossier de téléchargement et le dossier racine des données ont le même nom.
